Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/CommonListManage.*.resx
Languages: es

# Alpha
source: Alpha Code
es: Alpha

source: Applicability
es: Clasificación de Contactos

source: Classification
es: Clasificación

source: Corporate Name
es: Nombre de la Organización

source: Current Campaign Start Date
es: Fecha de Inicio de Campaña Actual

source: Denominator
es: Denominador

source: Description
es: Descripción

source: Enabled
es: Habilitado

source: Exponent
es: Exponente

source: First Name
es: Nombre

source: Fiscal Identification
es: Identificación Fiscal

# IdApplicability
source: Applicability Id
es: Id Atributo

# IdClassification
source: Classification Id
es: Id Clasificación

# IdContactType
source: Contact Type Id
es: Id Tipo de Contacto

# IdCountry
source: Country Id
es: Id País

source: Identification
es: Identificación

# IdExtendedProperty
source: Extended Property Id
es: Id Propiedad Extendida

# IdExtendedPropertyClassification
source: Extended Property Classification Id
es: Id Clasificación de la Propiedad Extendida

# IdFormula
source: Formula Id
es: Id Fórmula

# IdIndicatorClassification
source: Indicator Classification Id
es: Id Clasificación del Indicador

# IdLanguage
source: Language Id
es: Id Idioma

# IdOrganization
source: Organization Id
es: Id Organización

# IdOrganizationRelationshipType
source: Organization Relationship Type Id
es: Id Tipo de Relación de la Organización

# IdParticipationType
source: Participation Type Id
es: Id Tipo de Participación

# IdPerson
source: Person Id
es: Id Persona

# IdPosition
source: Position Id
es: Id Posición

# IdProcess
source: Process Id
es: Id Proceso

# IdProcessClassification
source: Process Classification Id
es: Id Clasificación del Proceso

# IdProjectClassification
source: Project Classification Id
es: Id Clasificación del Proyecto

# IdResourceClassification
source: Resource Classification Id
es: Id Clasificación del Recurso

# IdResourceFileState
source: Resource File State Id
es: Id Estado del Archivo del Recurso

# IdResourceType
source: Resource Type Id
es: Id Tipo de Recurso

# IdRiskClassification
source: Risk Classification Id
es: Id Clasificación del Riesgo

# IdRoleType
source: Role Type Id
es: Id Tipo de Rol

# IdSalutationType
source: Salutation Type Id
es: Id Tipo de Salutación

# IdScenarioType
source: Scenario Type Id
es: Id Tipo de Escenario

# IdTimeUnit
source: Time Unit Id
es: Id Unidad de Tiempo

source: International Code
es: Código Internacional

source: Is Default?
es: ¿Es por Defecto?

source: Is Pattern?
es: ¿Es Patrón?

# LanguageName
source: Culture
es: Cultura

source: Last Name
es: Último Nombre

source: Literal Formula
es: Fórmula Literal

source: Name
es: Nombre

source: Nick Name
es: Apodo

source: Numerator
es: Numerador

source: Order Number
es: Número de Orden

source: Organization
es: Organización

source: Pos Name
es: Nombre de la Posición

source: Provider
es: Proveedor

source: Purpose
es: Próposito

source: Salutation Type
es: Tipo de Salutación

source: Threshold
es: Umbral

source: Weight
es: Peso

source: Brand
es: Marca

source: Calibration Periodicity
es: Periodicidad de Calibración

source: Device Type
es: Tipo de Dispositivo

# IdIndicator
source: Indicator Id
es: Id Indicador

# IdMagnitud
source: Magnitude Id
es: Id Magnitud

# IdMeasurement
source: Measurement Id
es: Id Medición

# IdMeasurementDevice
source: Measurement Device Id
es: Id Dispositivo de Medición

# IdMeasurementDeviceType
source: Measurement Device Type Id
es: Id Tipo de Dispositivo de Medición

# IdMeasurementUnit
source: Measurement Unit Id
es: Id Unidad de Medida

# IdParameter
source: Parameter Id
es: Id Parámetro

# IdParameterGroup
source: Condition Id
es: Id Condición

source: Installation Date
es: Fecha de Instalación

source: Maintenance
es: Mantenimiento

source: Model
es: Modelo

source: Reference
es: Referencia

source: Serial Number
es: Número Serial

source: Active
es: Activa

source: Apartment
es: Departamento

source: Application
es: Aplicación

source: Area Code
es: Código de Área

# CatalogDoc
source: File
es: Archivo

# CatalogType
source: Resource Type
es: Tipo de Recurso

# CatalogUrl
source: Url
es: Página Web

source: City
es: Ciudad

source: Comment
es: Comentario

source: Contact Type
es: Tipo de Contacto

source: Country
es: País

source: Data
es: Datos

# DocSize
source: Size
es: Tamaño

# DocType
source: Type
es: Tipo

source: E-mail
es: Correo Electrónico

source: End Date
es: Fecha Fin

source: Extension
es: Extensión

source: File Name
es: Nombre del Archivo

source: Floor
es: Piso

# IdContactAddress
source: Contact Address Id
es: Id Dirección de Contacto

# IdContactEmail
source: Contact Email Id
es: Id Correo Electrónico de Contacto

# IdContactMessenger
source: Contact Messenger Id
es: Id Mensajero de Contacto

# IdContactTelephone
source: Contact Telephone Id
es: Id Teléfono de Contacto

# IdContactUrl
source: Contact Url Id
es: Id Página Web de Contacto

# IdFacility
source: Facility Id
es: Id Instalación

# IdFunctionalArea
source: Functional Area Id
es: Id Área Funcional

# IdFunctionalAreaResponsibility
source: Functional Area Responsibility Id
es: Id Responsabilidad Área Funcional

# IdGeographicArea
source: Geographic Area Id
es: Id Área Geográfica

# IdGeographicAreaResponsibility
source: Geographic Area Responsibility Id
es: Id Responsabilidad Área Geográfica

# IdResource
source: Resource Id
es: Id Recurso

# IdResourceFile
source: Resource File Id
es: Id Archivo del Recurso

source: Job Title
es: Cargo

# Mnemo
source: Mnemotecnic
es: Mnemo

source: Number
es: Número

source: Organization Relationship Type
es: Tipo de Relaciones de la Organización

source: Participation Type
es: Tipo de Participación

source: Person
es: Persona

source: Presence
es: Presencia

source: Project
es: Proyecto

# ResourceCatalog
source: Resource Catalogues
es: Catálogo del Recurso

# ResourceVersion
source: Resource Files
es: Archivos de Recurso

source: Resource Type
es: Tipo de Recurso

source: Start Date
es: Fecha Inicio

source: State
es: Estado

source: Street
es: Calle

source: Title
es: Título

source: URL
es: Página Web

source: Valid From
es: Válido desde

source: Valid Through
es: Válido hasta

source: Version
es: Versión

source: Creation Date
es: Fecha de Creación

source: Device
es: Dispositivo

source: Formula
es: Fórmula

source: Frequency
es: Frecuencia

# IdCalculation
source: Calculation Id
es: Id Cálculo

source: Measurement Unit
es: Unidad de Medida

# ParameterGroup
source: Condition
es: Condición

source: Time Unit Frequency
es: Frecuencia Unidad de Tiempo

# IdPermission
source: Permission Id
es: Id Permiso

# IdOwnerObject
source: Object Owner Id
es: Id Propietario del Objeto

# OwnerClassName
source: Class Name
es: Nombre de la Clase

# OwnerPermission
source: Owner Permissions
es: Propietario del Permiso

source: Permission
es: Permisos

source: Addresses
es: Direcciones

source: Contacts
es: Contactos

source: E-mails
es: Correos Electrónicos

source: Messengers
es: Mensajerías

source: Organization Relationships
es: Relaciones de la Organización

source: Process
es: Proceso

# ProcessParticipation
source: Organizations Participation
es: Participación

source: Telephones
es: Teléfonos

source: URLs
es: Páginas Web

source: Functional Area
es: Área Funcional

source: Functional Position
es: Posición Funcional

source: Geographic Area
es: Área Geográfica

source: Geographic-Functional Area
es: Área Geográfico-Funcional

# IndicatorClassification
source: Indicator's Classification
es: Clasificación del Indicador

source: Indicator
es: Indicador

source: Subordinate Classification
es: Clasificación del Subordinado

source: Project Classification
es: Clasificación del Proyecto

source: Resource Classification
es: Clasificación del Recurso

source: Risk Classification
es: Clasificación del Riesgo

source: Process Classification
es: Clasificación del Proceso

source: Parameter
es: Parámetro

source: Parameter Range
es: Rango de Parámetro

source: Calculation Scenario Type
es: Tipo de Escenario de Cálculo

# HighValue
source: High
es: Mayor

# IdParameterRange
source: Parameter Range Id
es: Id Rango de Parámetro

# LowValue
source: Low
es: Menor

source: Cannot change password.
es: No se puede cambiar la contraseña.

source: Change Password On Next Login
es: Cambiar Contraseña en el Próximo Ingreso

source: Last IP
es: Última IP

source: Last Login
es: Último Ingreso

source: Password
es: Contraseña

source: Password Never Expires
es: La Contraseña Nunca Expira

source: User
es: Usuario

source: Username
es: Nombre de Usuario

source: Responsibility
es: Responsabilidad

source: Post
es: Puesto

# ParameterGroups
source: Conditions
es: Condiciones

source: Parameter Ranges
es: Rangos de Parámetro

source: Parameters
es: Parámetros

source: Users
es: Usuarios

source: Posts
es: Puestos

source: Measurement Device
es: Dispositivo de Medición

source: Calculations
es: Cálculos

source: Executions
es: Ejecuciones

source: Extended Properties
es: Propiedades Extendidas

# ProcessTaskCalibration
source: Calibration Task
es: Tarea de Calibración

# ProcessTaskMeasurement
source: Measurement Task
es: Tarea de Medición

# ProcessTaskOperation
source: Operative Task
es: Tarea Operativa

source: Resources
es: Recursos

source: Value
es: Valor

source: Date
es: Fecha

# DateLastResult
source: Last Result Date
es: Fecha de Último Resultado

# IdExecution
source: Execution Id
es: Id Ejecución

# IdTask
source: Task Id
es: Id Tarea

source: Result
es: Resultado

# Country_LG
source: Country Languages
es: Idioma del País

# lblSubtitle
source: [List]
es: [Listado]

source: Position
es: Posición

# IdParentProcess
source: Parent Process Id
es: Id Proceso Superior

source: % Completed
es: % Completo

source: Duration
es: Duración

source: Interval
es: Intervalo

# MaxNumberExecution
source: Max Number of Executions
es: Cantidad Máxima de Ejecuciones

source: Time Unit Duration
es: Duración Unidad de Tiempo

source: Time Unit Interval
es: Intervalo Unidad de Tiempo

source: Type Execution
es: Tipo de Ejecución

# ContactMessengerProvider
source: Contact Messengers Provider
es: Proveedores de Mensajería

source: Task Type
es: Tipo de la Tarea

source: Extended Property
es: Propiedad Extendida

source: Extended Property Classification
es: Clasificación de la Propiedad Extendida

source: Language
es: Idioma

# Magnitud
source: Magnitude
es: Magnitud

source: Measurement Device Type
es: Tipo de Dispositivo de Medición

# ProcessGroupProcess
source: Observatory
es: Observatorio

source: Role Type
es: Tipo de Rol

source: Organization Classification
es: Clasificación de la Organización

# OrganizationClassification_LG
source: Organization Classification Language
es: Idioma de la Clasificación de la Organización

source: Measurement
es: Medición

# Indicator_LG
source: Indicator's Languages
es: Idiomas del Indicador

# Process_LG
source: Process Languages
es: Idiomas del Proceso

source: Organizational Chart
es: Organigrama

# OrganizationalChart_LG
source: Organizational Chart Languages
es: Idiomas del Organigrama

# IdOrganizationalChart
source: Organizational Chart Id
es: Id Organigrama

# ProcessGroupNode
source: Process Nodes
es: Nodos del Proceso

source: Process Tasks
es: Tareas del Proceso

# ProcessTaskExecutionCalibration
source: Calibration Task Execution
es: Ejecución de la Tarea del Proceso - Calibración

# ProcessTaskExecutionMeasurement
source: Measurement Task Execution
es: Ejecución de la Tarea del Proceso - Medición

# ProcessTaskExecutionOperation
source: Operative Task Execution
es: Ejecución de la Tarea del Proceso - Operativa

source: Active Tasks
es: Tareas Activas

source: Finished Tasks
es: Tareas Terminadas

source: OverDue Tasks
es: Tareas Vencidas

source: Planned Tasks
es: Tareas Planificadas

# IdException
source: Exception Id
es: Id Excepción

source: Source
es: Fuente

source: Closed Exceptions
es: Excepciones Cerradas

source: Opened Exceptions
es: Excepciones Abiertas

source: Working Exceptions
es: Excepciones en Curso

# IdOrganizationClassification
source: Organization Classification Id
es: Id Clasificación de la Organización

# IdParentFunctionalArea
source: Parent Functional Area Id
es: Id Área Funcional Superior

# IdParentGeographicArea
source: Parent Geographic Area Id
es: Id Área Geográfica Superior

# IdParentIndicatorClassification
source: Parent Indicator Classification Id
es: Id Clasificación del Indicador Superior

# IdParentOrganizationClassification
source: Parent Organization Classification Id
es: Id Clasificación de la Organización Superior

# IdParentPosition
source: Parent Position Id
es: Id Posición Superior

# IdParentProcessClassification
source: Parent Process Classification Id
es: Id Clasificación del Proceso Superior

# IdParentProjectClassification
source: Parent Project Classification Id
es: Id Clasificación del Proyecto Superior

# IdParentResourceClassification
source: Parent Resource Classification Id
es: Id Clasificación del Recurso Superior

# IdParentResourceType
source: Parent Resource Type Id
es: Id Tipo de Recurso Superior

# IdParentRiskClassification
source: Parent Risk Classification Id
es: Id Clasificación del Riesgo Superior

# IdResourceCatalog
source: Resource Catalog Id
es: Id Catálogo del Recurso

# IdSubordinateClassification
source: Subordinate Classification Id
es: Id Clasificación del Subordinado

# IndicatorClassification_LG
source: Indicator's Classification Languages
es: Idiomas de Clasificación del Indicador

# ResourceHistoryState
source: Resource File History
es: Estados del Archivo del Recurso

# CalculationScenarioType_LG
source: Calculation Scenario Type Languages
es: Idiomas del Tipo de Escenario de Cálculo

# ContactType_LG
source: Contact Type Languages
es: Idiomas del Tipo de Contacto

# ExtendedPropertyClassification_LG
source: Extended Property Classification Languages
es: Idiomas de la Clasificación de la Propiedad Extendida

# FunctionalArea_LG
source: Functional Area Languages
es: Idiomas del Área Funcional

# GeographicArea_LG
source: Geographic Area Languages
es: Idiomas del Área Geográfica

# ParticipationType_LG
source: Participation Type Languages
es: Idiomas del Tipo de Participación

# Position_LG
source: Position Languages
es: Idiomas de la Posición

# ProcessClassification_LG
source: Process Classification Languages
es: Idiomas de la Clasificación del Proceso

# RoleType_LG
source: Role Type Languages
es: Idiomas del Tipo de Rol

# SalutationType_LG
source: Salutation Type Languages
es: Idiomas del Tipo de Salutación

# Formula_LG
source: Formula Languages
es: Idiomas de la Fórmula

# MeasurementDeviceType_LG
source: Measurement Device Type Languages
es: Idioma del Dispositivo de Medición

# MeasurementUnit_LG
source: Measurement Unit Languages
es: Idiomas de la Unidad de Medida

# ResourceClassification_LG
source: Resource Classification Languages
es: Idiomas de Clasificación del Recurso

# RiskClassification_LG
source: Risk Classification Languages
es: Idiomas de la Clasificación del Riesgo

# Magnitud_LG
source: Magnitude Languages
es: Idiomas de la Magnitud

# OrganizationRelationshipType_LG
source: Organization Relationship Type Languages
es: Idiomas del Tipo de Relaciones de la Organización

# ProcessGroupProcess_LG
source: Observatory Languages
es: Idiomas del Observatorio

# ResourceHistoryState_LG
source: Resource File History Languages
es: Idiomas del Estado del Archivo del Recurso

# KCResource
source: Resource
es: Recurso

# KCResources
source: Resources
es: Recursos

source: Resource Catalog Type
es: Tipo del Catálogo del Recurso

source: Resource
es: Recurso

source: Classifications
es: Clasificaciones

source: Indicators
es: Indicadores

source: Measurement Devices
es: Dispositivos de Medición

source: Measurements
es: Mediciones

source: Organizations
es: Organizaciones

source: Processes
es: Procesos

source: Parent Entity
es: Entidad Superior

# IdOrganizationJT
source: Organization Job Title Id
es: Id Cargo de la Organización

# IdOrganizationOrg
source: Organization Id
es: Id Organización

source: Calculation
es: Cálculo

# CalculationCertificated
source: Certificated
es: Certificado

# CalculationEstimatedForecasted
source: Forecasted
es: Pronosticado

# CalculateName
source: Calculation Name
es: Nombre del Cálculo

# IdEstimated
source: Estimation Id
es: Id Pronosticado

source: Scenario Type Name
es: Nombre del Tipo de Escenario

# IdOrganizationDOE
source: DOE Id
es: Id Organización EOD

# OrganizationNameDOE
source: Organization DOE
es: Organización EOD

# IdCertificated
source: Certificated Id
es: Id Certificación

# ContactUrl_LG
source: Contact Url Languages
es: Idiomas Página Web de Contacto

# ExtendedProperty_LG
source: Extended Property Languages
es: Idioma de la Propiedad Extendida

source: Contact Address
es: Dirección de Contacto

source: Functional Areas
es: Áreas Funcionales

source: Functional Positions
es: Posiciones Funcionales

source: Geographic Areas
es: Áreas Geográficas

source: Geographic-Functional Areas
es: Áreas Geográfico-Funcionales

source: Job Titles
es: Cargos

source: Organizational Charts
es: Organigramas

source: People
es: Personas

source: Positions
es: Posiciones

source: Permission Type
es: Tipo de Permiso

source: Applicabilities
es: Clasificaciones de Contactos

# Applicability_LG
source: Applicability Languages
es: Idiomas de Clasificación de Contactos

source: Contact Messenger
es: Mensajero de Contacto

# RightJobTitleConfigurationDS
source: Directory Service Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - DS

# RightJobTitleConfigurationIA
source: Improvement Actions Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - IA

# RightJobTitleConfigurationKC
source: Knowledge and Collaboration Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - KC

# RightJobTitleConfigurationPA
source: Performance Assessment Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - PA

# RightJobTitleConfigurationPF
source: Processes Framework Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - PF

# RightJobTitleConfigurationRM
source: Risks and Potentials Configuration Job Titles Rights
es: Configuración de Permisos del Cargo - RM

# RightJobTitleMapDS
source: Directory Service Map Job Titles Rights
es: Permisos del Cargo - Mapa DS

# RightJobTitleMapIA
source: Improvement Actions Map Job Titles Rights
es: Permisos del Cargo - Mapa IA

# RightJobTitleMapKC
source: Knowledge and Collaboration Map Job Titles Rights
es: Permisos del Cargo - Mapa KC

# RightJobTitleMapPA
source: Performance Assessment Map Job Titles Rights
es: Permisos del Cargo - Mapa PA

# RightJobTitleMapPF
source: Processes Framework Map Job Titles Rights
es: Permisos del Cargo - Mapa PF

# RightJobTitleMapRM
source: Risks and Potentials Map Job Titles Rights
es: Permisos del Cargo - Mapa RM

# RightPersonConfigurationDS
source: Directory Service Configuration Person Rights
es: Configuración de Permisos de la Persona - DS

# RightPersonConfigurationIA
source: Improvement Actions Configuration Person Rights
es: Configuración de Permisos de la Persona - IA

# RightPersonConfigurationKC
source: Knowledge and Collaboration Configuration Person Rights
es: Configuración de Permisos de la Persona - KC

# RightPersonConfigurationPA
source: Performance Assessment Configuration Person Rights
es: Configuración de Permisos de la Persona - PA

# RightPersonConfigurationPF
source: Processes Framework Configuration Person Rights
es: Configuración de Permisos de la Persona - PF

# RightPersonConfigurationRM
source: Risks and Potentials Configuration Person Rights
es: Configuración de Permisos de la Persona - RM

# RightPersonMapDS
source: Directory Service Map Person Rights
es: Permisos de la Persona - Mapa DS

# RightPersonMapIA
source: Improvement Actions Map Person Rights
es: Permisos de la Persona - Mapa IA

# RightPersonMapKC
source: Knowledge and Collaboration Map Person Rights
es: Permisos de la Persona - Mapa KC

# RightPersonMapPA
source: Performance Assessment Map Person Rights
es: Permisos de la Persona - Mapa PA

# RightPersonMapPF
source: Processes Framework Map Person Rights
es: Permisos de la Persona - Mapa PF

# RightPersonMapRM
source: Risks and Potentials Map Person Rights
es: Permisos de la Persona - Mapa RM

source: Contact Email
es: Correo Electrónico de Contacto

source: Contact Telephone
es: Teléfono de Contacto

source: Contact Url
es: Página Web de Contacto

source: Time Unit
es: Unidad de Tiempo

source: Process Extended Property
es: Propiedad Extendida del Proceso

source: Process Resource
es: Recurso del Proceso

source: Categories
es: Categorías

source: Category
es: Categoría

source: Forum
es: Foro

# ForumPosts
source: Posts
es: Envíos

source: Forums
es: Foros

# IdCategory
source: Category Id
es: Id Categoría

# IdForum
source: Forum Id
es: Id Foro

# IdMessage
source: Message Id
es: Id Mensaje

# IdTopic
source: Topic Id
es: Id Tema

source: Message
es: Mensaje

# MessageState
source: State
es: Estado

# MessageType
source: Type
es: Tipo

source: Replies
es: Respuestas

source: Topic
es: Tema

source: Topics
es: Temas

source: Views
es: Vistas

# RightJobTitle
source: Job Title Right
es: Permisos del Cargo

# RightPerson
source: Person Rights
es: Permisos de la Persona

source: Open File
es: Abrir Archivo

source: Messages
es: Mensajes

source: Cummulative
es: Acumulativa

source: Key Parameters
es: Parámetros Claves

source: Non Cummulative
es: No Acumulativa

source: Period
es: Período

source: Type
es: Tipo

source: File
es: Archivo

source: Open Chart
es: Abrir Gráfico

source: Open Series
es: Abrir Series

source: Status
es: Estatus

source: Facility
es: Instalación

source: Calibration State
es: Estado de Calibración

source: Measurement Plan
es: Plan de Medición

# PerceptionsIndex
source: Perception Indexes
es: Índices de Percepción

source: Execution State
es: Estado de Ejecución

# StatAvgValue
source: Average
es: Promedio

# StatCountValue
source: Count
es: Cuenta

# StatFirstValue
source: First
es: Primer Valor

# StatLastValue
source: Last
es: Último Valor

# CategoriesCount
source: Number of Categories
es: Cantidad de Categorías

# ForumPostsCount
source: Number of Posts
es: Cantidad de Envíos al Foro

# TopicsCount
source: Number of Topics
es: Cantidad de Temas

source: All Topics
es: Todos los temas

source: Message Forum
es: Mensaje del Foro

source: Devices
es: Dispositivos

source: Facilities
es: Instalaciones

# AllMyExecutions
source: Available Tasks
es: Tareas disponibles

source: Calculation Scenario Types
es: Tipos de Escenario de Cálculo

source: Contact Messenger Providers
es: Proveedores de Mensajería de Contacto

source: Contact Types
es: Tipos de Contacto

source: Countries
es: Países

source: Extended Property Classifications
es: Clasificaciones de la Propiedad Extendida

source: Formulas
es: Fórmulas

source: Languages
es: Idiomas

source: Measurement Device Types
es: Tipos de Dispositivos de Medición

source: Measurement Units
es: Unidades de Medidas

source: Organization Relationship Types
es: Tipos de Relaciones de la Organización

source: Participation Types
es: Tipos de Participación

source: Process Task
es: Tarea del Proceso

source: Resource File States
es: Estados del Archivo del Recurso

source: Resource Types
es: Tipos de Recurso

source: Role Types
es: Tipos de Rol

source: Salutation Types
es: Tipos de Salutación

# comboboxselectitemapplicabilities
source: Select an Applicability
es: Seleccionar Atributos

# comboboxselectitemapplications
source: Select an Application
es: Seleccionar Aplicación

# comboboxselectitemcontacttypes
source: Select a Contact Type
es: Seleccionar Tipo de Contacto

# comboboxselectitemcountries
source: Select a Country
es: Seleccionar País
