Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/CommonListManage.*.resx
Languages: es

source: Community by Organizations
es: Comunidad por Organizaciones

# CommunityByCountriesBack
source: Back to Community by Countries
es: Volver a Comunidad por Paises

# CommunityByMunicipalitiesBack
source: Back to Community by Municipalities
es: Volver a Comunidad por Municipios

# CommunityByOrganizationsBack
source: Back to Community by Organizations
es: Volver a Comunidad por Organizaciones

# CommunityByProvincialsBack
source: Back to Community by Provincials
es: Volver a Comunidad por Provincias

# DatesIndexEnd
source: Where is the end date (column or row)
es: Donde esta la Fecha Final (columna o fila)

# IndexMeasurementDate
source: Where is the measurement date?
es: Donde esta la fecha de medición?

# MeasureValue
source: Measured Values
es: Valores a Medir

# ValidityPeriod
source: Valid Period
es: Periodo de Validéz

source: Data for the Period
es: Datos para el Período

source: Indicator Tracker
es: Rastreador de Indicadores

source: Facility Analyzer
es: Analizador de Instalaciones

# UseGlobalMenu
source: View Global Menu
es: Ver Menú Global

source: Multi Observatory
es: Multi Observatorio
