Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/CommonMenu.*.resx
Languages: es

# ErrorGeneric_Title
source: Error Information
es: Información de Error

# ErrorLogged_Title
source: Error Information
es: Información de Error

# Login_Title
source: Welcome to EcoCyclus!
es: Bienvenido a ghree!

# mnuAuxiliaryData_Title
source: Auxiliary Data
es: Datos Auxiliares

# mnuAuxiliaryData_ToolTip
source: Holds all auxiliary data and functionallity.
es: Contiene todos los datos y funcionalidades auxiliares.

# mnuContextInfoGeneralProperties
source: General Properties
es: Propiedades Generales

# mnuContextInfoSummaryForOwner
source: Projects Summary
es: Resumen de Proyectos.

# mnuDashboardExceptions
source: Exceptions
es: Excepciones

# mnuDashboardExceptions_ToolTip
source: Available exceptions.
es: Excepciones disponibles.

# mnuDashboardMyTasks
source: My Tasks
es: Tareas disponibles.

# mnuDashboardMyTask_ToolTip
source: Available tasks.
es: Tareas

# mnuExceptionClosed
source: Closed
es: Cerrada

# mnuExceptionOpened
source: Opened
es: Abierta

# mnuExceptionWorking
source: Working
es: En ejecución

# mnuKCResourcesData_Title
source: Collaboration Main Data
es: Datos Principales de Colaboración

# mnuKCResourcesData_ToolTip
source: Holds all knowledge & collaboration main data and functionallity.
es: Contiene todos los datos principales y funcionalidades de conocimiento y colaboración.

# mnuMyTaskExecutions
source: Tasks executions listing.
es: Tareas disponibles.

# mnuMyTaskFinished
source: Finished
es: Finalizadas

# mnuMyTaskOverDue
source: OverDue
es: Vencidas

# mnuMyTaskPlanned
source: Planned
es: Planificadas

# mnuMyTaskWorking
source: Working
es: En ejecución

# mnuPAPerformanceData_Title
source: Performance Assessment Main Data
es: Datos Principales de Evaluación de Desempeño

# mnuPMProcessesData_Title
source: Processes Framework Main Data
es: Datos Principales del Planes de Monitoreo

# mnuPMProcessesData_ToolTip
source: Holds processes framework main data and functionallity.
es: Contiene todos los datos principales y funcionalidades del Planes de Monitoreo.

# mnuRMRisksData_Title
source: Risks and Potentials Main Data
es: Datos Principales de Riesgos y Potencialidades

# mnuRMRisksData_ToolTip
source: Holds all risks and potentials main data and functionallity.
es: Contiene todos los datos principales y funcionalidades de riesgos y potencialidades.

# radMnuModuleCT
source: Collaboration Tools
es: Herramientas de Colaboración

# radMnuModuleDS
source: Directory Services
es: Organizaciones e Instalaciones

# radMnuModuleIA
source: Improvement Actions
es: Acciones de Mejora

# radMnuModuleKC
source: Knowledge Collaboration
es: Conocimiento y Colaboración

# radMnuModulePA
source: Performance Assessment
es: Esquema de Indicadores

# radMnuModulePF
source: Process Framework
es: Planes de Monitoreo

# radMnuModuleRM
source: Risks and Potentials
es: Riesgos y Potencialidades

# radMnuModuleRP
source: Risks and Potentials
es: Riesgos y Potencialidades

# radMnuModuleRPT
source: Reports
es: Informes

# radMnuSectionDashboard
source: Dashboard
es: Tablero de Mando

# AdministrationTool
source: Administration Tools
es: Herramientas de Administración

# ConfigDSDescription
source: <b> Directory Service Key Functionalities: </b> <br/> <br/>Information management of organizations, persons, positions and functions:<br/> <ul><li> Multiple organizations.</li> <li> Full organization charts set up.</li> <li> Dynamic relationships between organizations. </li><li> Geographical and functional areas connections.</li> <li> Facilities identification.</li><li> Users, permissions and roles.</li></ul>
es: <b>Funcionalidades Claves del Organizaciones e Instalaciones: </b> <br/> <br/>Gestión de la información de las organizaciones, personas, posiciones y funciones:<br/> <ul><li> Múltiples organizaciones.</li> <li> Establecimiento de organigramas completos.</li> <li> Relaciones dinámicas entre organizaciones. </li><li> Conexiones entre áreas geográficas y funcionales.</li> <li>Identificación de instalaciones.</li><li>Usuarios, permisos y roles.</li></ul>

# ConfigDSPageTitle
source: Directory Service
es: Organizaciones e Instalaciones

# DefaultDSDescription
source: <b> Directory Service Key Functionalities: </b> <br/> <br/>Information management of organizations, persons, positions and functions:<br/> <ul><li> Multiple organizations.</li> <li> Full organization charts set up.</li> <li> Dynamic relationships between organizations. </li><li> Geographical and functional areas connections.</li> <li> Facilities identification.</li><li> Users, permissions and roles.</li></ul>
es: <b>Funcionalidades Claves del Organizaciones e Instalaciones: </b> <br/> <br/>Gestión de la información de las organizaciones, personas, posiciones y funciones:<br/> <ul><li> Múltiples organizaciones.</li> <li> Establecimiento de organigramas completos.</li> <li> Relaciones dinámicas entre organizaciones. </li><li> Conexiones entre áreas geográficas y funcionales.</li> <li>Identificación de instalaciones.</li><li>Usuarios, permisos y roles.</li></ul>

# DefaultDSOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultDSSubTitle
source: Directory Service
es: Organizaciones e Instalaciones

# DefaultDSTitleDescription
source: Description
es: Descripción

# ManagementTool
source: Management Tools
es: Herramientas de Gestión

# ConfigIADescription
source: <b>Improvement Actions Key Functionalities: </b> <br/> <br/> Treatment of exceptions and improvement projects:<br/> <ul><li> Multiple improvement projects management.</li> <li> Multiple dynamic classifications based on standards.</li> <li> Set-up of strategies, measures and actions. </li><li> Impacts on processes.</li> <li> Projects and exceptions completion management.</li><li> Exceptions – non conformance – reception and corrective actions implementation.</li></ul>
es: <b>Funcionalidades Claves de Acciones de Mejora: </b> <br/> <br/> Tratamiento de excepciones y proyectos de mejora:<br/> <ul><li> Gestión de múltiples proyectos de mejora.</li> <li> Múltiples clasificaciones dinámicas basadas en Estándares.</li> <li> Establecimiento de estrategias y medidas. </li><li> Vinculación a procesos.</li> <li> Gestión completa de excepciones y proyectos.</li><li> Recepción de excepciones –no-conformidades- e instrumentación de acciones correctivas.</li></ul>

# ConfigIAPageTitle
source: Improvement Actions
es: Acciones de Mejora

# ConfigKCDescription
source: <b> Collaboration & Knowledge Key Functionalities: </b> <br/> <br/> All information and people involved in EMS solution participate in a knowledge and collaboration network.<br/> <ul><li> Knowledge resources centralization.</li> <li> Multiple dynamic classifications based on standards.</li><li> Types of resources dynamic definition (i.e.: policy, procedure, form-record, etc.). </li> <li> Versioning management.</li> <li> Resource expiry date schedule management (i.e.: procedure, legal document, etc.).</li><li> Subscriptions.</li> <li> Collaboration centers (forums, news, wiki, rss, access records, ranking, etc.).</li> <li> Knowledge base permanently updated.</li> </ul>
es: <b> Funcionalidades Claves de Colaboración y Conocimiento: </b> <br/> <br/> Toda la información dentro del EMS, así como las personas involucradas, participan de una red de conocimiento y colaboración.<br/> <ul><li> Centralización de recursos de conocimiento.</li> <li> Múltiples Clasificaciones dinámicas basadas en Estándares.</li><li> Definición dinámica de tipos de recursos (por ejemplo: Política, procedimiento, formulario-registro, etc.). </li> <li> Gestión de versiones.</li> <li> Administración de programación de fecha de vencimiento de recursos (por ej. procedimiento, documento legal, etc.) </li><li> Subscripciones.<li> <li> Centros de colaboración (foros, noticias, wiki, rss, registros de acceso, ranking, etc.). </li> <li> Actualización constante de la base de conocimientos.</li> </ul>

# ConfigKCPageTitle
source: Knowledge Collaboration
es: Conocimiento y Colaboración

# ConfigPADescription
source: <b> Perfomance Assessment Key Functionalities: </b> <br/> <br/> Indicators and formulas management including all entities needed to establish performance indicators.<br/><br/>- Indicators definition: <br/> <ul><li> Multiple dynamic classifications based on standards.</li> <li> Normal-abnormal conditions definition.</li><li> Management of magnitudes and measurement units. </li> <li> Measurement devices set up.</li> </ul>- Data management: <br/> <ul><li> Manual and/or automatic data collection (i.e. data entry or PLC input).</li> <li> Data checking (data integrity and validity checking within its normal or abnormal range).</li><li> Data reconciliation.</li> </ul>- Exception management: <br/> <ul><li> Management of compliance requirements, including warnings and alerts when an abnormal or discordant value is detected or a key task, such a calibration, is not performed.</li></li> </ul>- Data calculation: <br/> <ul><li> Creation of formulae.</li> </li> Calculation engine</li> </ul>- Reporting: <br/> <ul><li>Full automatic charting capabilities.</li> </li>Data comparison and analysis. </li> </ul>
es: <b> Funcionalidades Claves de Evaluaciones de Desempeño: <b/> <br/> <br/> Gestión de Indicadores y fórmulas incluyendo todas las entidades necesarias para establecer indicadores de desempeño<br/><br/> - Definición Indicadores: <br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Definición de condiciones de normalidad-anormalidad.</li><li> Gestión de unidades de medida y magnitudes. </li> <li> Establecimiento de dispositivos de medida.</li> </ul><br/> <br/>- Gestión de Datos: <br/> <ul><li> Recolección manual y/o automática de datos (ej. data entry o PLC).</li> <li> Verificación de datos (Integridad de datos, verificación de validez dentro de rangos preestablecidos).</li><li> Reconciliación de datos.</li> </ul><br/> <br/>- Gestión de Excepciones: <br/> <ul><li> Gestión del cumplimiento de requisitos, incluyendo avisos y alarmas frente a valores anormales o discortantes detectados en mediciones o cuando una tareas claves, como una calibración, no se realizan.</li></li> </ul><br/> <br/>- Cálculos: <br/> <ul><li> Creación de formulas.</li> </li> Motor de calculo.</li> </ul><br/> <br/>- Informes: <br/> <ul><li>Capacidades automáticas de informes gráficos.</li> </li> Análisis y comparación de datos. </li> </ul>

# ConfigPAPageTitle
source: Performance Assessment
es: Esquema de Indicadores

# ConfigPFDescription
source: <b> Processes Framework Key Functionalities: </b> <br/> <br/> Monitoring processes management according to established planning:<br/> <ul><li> Multiple programs, processes and/or projects management.</li> <li> Multiple dynamic classifications based on standards.</li><li> Schedule and planning. </li> <li> Recurrence.</li> <li> Task assignment (operatives, measurements, calibrations, etc.).</li><li> Completion reports.</li> <li> Non compliance alerts.</li> <li> Exceptions management.</li> </ul>
es: <b> Funcionalidades Claves del Marco y Mapa de Procesos: </b> <br/> <br/> Gestión de los procesos de monitoreo conforme la planificación establecida:<br/> <ul><li> Gestión de múltiples programas, procesos y/o proyectos.</li> <li> Múltiples clasificaciones dinámicas basadas en estándares.</li><li> Agendas y planificación. </li> <li> Recurrencia.</li> <li> Asignación de tareas (operativas, de medición, de calibración, etc.)</li><li> Informes de completitud.<li> <li> Alertas sobre incumplimientos.</li> <li> Gestión de excepciones.</li> </ul>

# ConfigPFPageTitle
source: Processes Framework
es: Planes de Monitoreo

# ConfigRMDescription
source: <b> Risks and Potentials Key Functionalities (Under Development): </b> <br/> <br/> Management of risks and potentials– threats and opportunities – which affects performance indicators normal-abnormal conditions.<br/> <ul><li>Multiple dynamic classifications based on standards.</li><li> Likelihood and consequences dynamic matrices. </li> <li> Records and reports.</li> <li> Performance indicators and monitoring processes connection.</li> </ul>
es: <b> Funcionalidades Claves de Riesgos y Potencialidades ( En Desarrollo): <b/> <br/> <br/> Gestión de riesgos y potencialidades - amenazas y oportunidades – que afectan las condiciones de normalidad y anormalidad de los indicadores de desempeño.<br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Matrices Dinámicas de probabilidad y consecuencia.</li><li> Registro e informes.</li> <li> Vinculación a indicadores de desempeño y procesos de monitoreo. </li> </ul>

# ConfigRMPageTitle
source: Risks and Potentials
es: Riesgos y Potencialidades

# DefaultIADescription
source: <b>Improvement Actions Key Functionalities: </b> <br/> <br/> Treatment of exceptions and improvement projects:<br/> <ul><li> Multiple improvement projects management.</li> <li> Multiple dynamic classifications based on standards.</li> <li> Set-up of strategies and measures. </li><li> Processes connection.</li> <li> Projects and exceptions completion management.</li><li> Exceptions – non conformance – reception and corrective actions implementation.</li></ul>
es: <b>Funcionalidades Claves de Acciones de Mejora: </b> <br/> <br/> Tratamiento de excepciones y proyectos de mejora:<br/> <ul><li> Gestión de múltiples proyectos de mejora.</li> <li> Múltiples clasificaciones dinámicas basadas en Estándares.</li> <li> Establecimiento de estrategias y medidas. </li><li> Vinculación a procesos.</li> <li> Gestión completa de excepciones y proyectos.</li><li> Recepción de excepciones –no-conformidades- e instrumentación de acciones correctivas.</li></ul>

# DefaultIAOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultIAPageTitle
source: Improvement Actions
es: Acciones de Mejora

# DefaultIASubTitle
source: Improvement Actions Management
es: Gestión de Acciones de Mejora

# DefaultIATitleDescription
source: Description
es: Descripción

# DefaultKCDescription
source: <b> Collaboration & Knowledge Key Functionalities: </b> <br/> <br/> All information and people involved in EMS solution participate in a knowledge and collaboration network.<br/> <ul><li> Knowledge resources centralization.</li> <li> Multiple dynamic classifications based on standards.</li><li> Types of resources dynamic definition (i.e.: policy, procedure, form-record, etc.). </li> <li> Versioning management.</li> <li> Recourse expiry date schedule management (i.e.: procedure, legal document, etc.).</li><li> Subscriptions.</li> <li> Collaboration centers (forums, news, wiki, rss, access records, ranking, etc.).</li> <li> Knowledge base permanently updated.</li> </ul>
es: <b> Funcionalidades Claves de Colaboración y Conocimiento: </b> <br/> <br/> Toda la información dentro del EMS, así como las personas involucradas, participan de una red de conocimiento y colaboración.<br/> <ul><li> Centralización de recursos de conocimiento.</li> <li> Múltiples Clasificaciones dinámicas basadas en Estándares.</li><li> Definición dinámica de tipos de recursos (por ejemplo: Política, procedimiento, formulario-registro, etc.). </li> <li> Gestión de versiones.</li> <li> Administración de programación de fecha de vencimiento de recursos (por ej. procedimiento, documento legal, etc.) </li><li> Subscripciones.<li> <li> Centros de colaboración (foros, noticias, wiki, rss, registros de acceso, ranking, etc.). </li> <li> Actualización constante de la base de conocimientos.</li> </ul>

# DefaultKCOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultKCPageTitle
source: Knowledge Collaboration
es: Conocimiento y Colaboración

# DefaultKCTitleDescription
source: Description
es: Descripción

# DefaultPADescription
source: <b> Perfomance Assessment Key Functionalities: </b> <br/> <br/> Indicators and formulas management including all entities needed to establish performance indicators.<br/><br/>- Indicators definition: <br/> <ul><li> Multiple dynamic classifications based on standards.</li> <li> Normal-abnormal conditions definition.</li><li> Management of magnitudes and measurement units. </li> <li> Measurement devices set up.</li> </ul>- Data management: <br/> <ul><li> Manual and/or automatic data collection (i.e. data entry or PLC input).</li> <li> Data checking (data integrity and validity checking within its normal or abnormal range).</li><li> Data reconciliation.</li> </ul>- Exception management: <br/> <ul><li> Management of compliance requirements, including warnings and alerts when an abnormal or discordant value is detected or a key task, such a calibration, is not performed.</li></li> </ul>- Data calculation: <br/> <ul><li> Creation of formulae.</li> <li> Calculation engine</li> </ul>- Reporting: <br/> <ul><li>Full automatic charting capabilities.<li> </li>Data comparison and analysis. </li> </ul>
es: <b> Funcionalidades Claves de Evaluaciones de Desempeño: <b/> <br/> <br/> Gestión de Indicadores y fórmulas incluyendo todas las entidades necesarias para establecer indicadores de desempeño<br/><br/> - Definición Indicadores: <br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Definición de condiciones de normalidad-anormalidad.</li><li> Gestión de unidades de medida y magnitudes. </li> <li> Establecimiento de dispositivos de medida.</li> </ul><br/> <br/>- Gestión de Datos: <br/> <ul><li> Recolección manual y/o automática de datos (ej. data entry o PLC).</li> <li> Verificación de datos (Integridad de datos, verificación de validez dentro de rangos preestablecidos).</li><li> Reconciliación de datos.</li> </ul><br/> <br/>- Gestión de Excepciones: <br/> <ul><li> Gestión del cumplimiento de requisitos, incluyendo avisos y alarmas frente a valores anormales o discortantes detectados en mediciones o cuando una tareas claves, como una calibración, no se realizan.</li></li> </ul><br/> <br/>- Cálculos: <br/> <ul><li> Creación de formulas.</li> </li> Motor de calculo.</li> </ul><br/> <br/>- Informes: <br/> <ul><li>Capacidades automáticas de informes gráficos.</li> </li> Análisis y comparación de datos. </li> </ul>

# DefaultPAOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultPASubTitle
source: Performance Assessment
es: Esquema de Indicadores

# DefaultPATitleDescription
source: Description
es: Descripción

# DefaultPFDescription
source: <b> Processes Framework – Map Key Functionalities: </b> <br/> <br/> Monitoring processes management according to established planning:<br/> <ul><li> Multiple programs, processes and/or projects management.</li> <li> Multiple dynamic classifications based on standards.</li><li> Schedule and planning. </li> <li> Recurrence.</li> <li> Task assignment (operatives, measurements, calibrations, etc.).</li><li> Completion reports.</li> <li> Non compliance alerts.</li> <li> Exceptions management.</li> </ul>
es: <b> Funcionalidades Claves del Marco y Mapa de Procesos: </b> <br/> <br/> Gestión de los procesos de monitoreo conforme la planificación establecida:<br/> <ul><li> Gestión de múltiples programas, procesos y/o proyectos.</li> <li> Múltiples clasificaciones dinámicas basadas en estándares.</li><li> Agendas y planificación. </li> <li> Recurrencia.</li> <li> Asignación de tareas (operativas, de medición, de calibración, etc.)</li><li> Informes de completitud.<li> <li> Alertas sobre incumplimientos.</li> <li> Gestión de excepciones.</li> </ul>

# DefaultPFOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultPFSubTitle
source: Processes Framework
es: Planes de Monitoreo

# DefaultPFTitleDescription
source: Description
es: Descripción

# DefaultRMDescription
source: <b> Risks and Potentials Key Functionalities (Under Development): </b> <br/> <br/> Management of risks and potentials– threats and opportunities – which affects performance indicators normal-abnormal conditions.<br/> <ul><li>Multiple dynamic classifications based on standards.</li><li> Likelihood and consequences dynamic matrices. </li> <li> Records and reports.</li> <li> Performance indicators and monitoring processes connection.</li> </ul>
es: <b> Funcionalidades Claves de Riesgos y Potencialidades ( En Desarrollo): <b/> <br/> <br/> Gestión de riesgos y potencialidades - amenazas y oportunidades – que afectan las condiciones de normalidad y anormalidad de los indicadores de desempeño.<br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Matrices Dinámicas de Probabilidad y Consecuencia.</li><li> Registro e informes.</li> <li> Vinculación a indicadores de desempeño y procesos de monitoreo. </li> </ul>

# DefaultRMOrganization
source: Please use your left menu to access solution tools.
es: Por favor utilice el menu de la izquierda para acceder a las herramientas de la solución.

# DefaultRMSubTitle
source: Risks and Potentials Management
es: Gestión de Riesgos y Potencialidades

# DefaultRMTitleDescription
source: Description
es: Descripción

# MapDSDescription
source: <b> Directory Service Key Functionalities: </b> <br/> <br/>Information management of organizations, persons, positions and functions:<br/> <ul><li> Multiple organizations.</li> <li> Full organization charts set up.</li> <li> Dynamic relationships between organizations. </li><li> Geographical and functional areas connections.</li> <li> Facilities identification.</li><li> Users, permissions and roles.</li></ul>
es: <b>Funcionalidades Claves del Organizaciones e Instalaciones: </b> <br/> <br/>Gestión de la información de las organizaciones, personas, posiciones y funciones:<br/> <ul><li> Múltiples organizaciones.</li> <li> Establecimiento de organigramas completos.</li> <li> Relaciones dinámicas entre organizaciones. </li><li> Conexiones entre áreas geográficas y funcionales.</li> <li>Identificación de instalaciones.</li><li>Usuarios, permisos y roles.</li></ul>

# MapDSPageTitle
source: Directory Map
es: Mapa del Directorio

# MapIADescription
source: <b>Improvement Actions Key Functionalities: </b> <br/> <br/> Treatment of exceptions and improvement projects:<br/> <ul><li> Multiple improvement projects management.</li> <li> Multiple dynamic classifications based on standards.</li> <li> Set-up of strategies and measures. </li><li> Impact on processes.</li> <li> Projects and exceptions completion management.</li><li> Exceptions – non conformance – reception and corrective actions implementation.</li></ul>
es: <b>Funcionalidades Claves de Acciones de Mejora: </b> <br/> <br/> Tratamiento de excepciones y proyectos de mejora:<br/> <ul><li> Gestión de múltiples proyectos de mejora.</li> <li> Múltiples clasificaciones dinámicas basadas en Estándares.</li> <li> Establecimiento de estrategias y medidas. </li><li> Vinculación a procesos.</li> <li> Gestión completa de excepciones y proyectos.</li><li> Recepción de excepciones –no-conformidades- e instrumentación de acciones correctivas.</li></ul>

# MapIAPageTitle
source: Improvement Map
es: Mapa de Mejora
