Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/CommonListManage.*.resx
Languages: es

# comboboxselectitemfunctionalareas
source: Select a Functional Area
es: Seleccionar Área Funcional

# comboboxselectitemfunctionalpositions
source: Select a Functional Position
es: Seleccionar Posición Funcional

# comboboxselectitemgeographicareas
source: Select a Geographic Area
es: Seleccionar Área Geográfica

# comboboxselectitemgeographicfunctionalareas
source: Select a Geographic-Functional Area
es: Seleccionar Área Geográfico - Funcional

# comboboxselectitemindicatorclassifications
source: Select an Indicator Classification
es: Seleccionar Clasificación de Indicador

# comboboxselectitemjobtitles
source: Select a Job Title
es: Seleccionar Cargo

# comboboxselectitemmagnitudes
source: Select a Magnitude
es: Seleccionar Magnitud

# comboboxselectitemmeasurementdevices
source: Select a Measurement Device
es: Seleccionar Dispositivo de Medición

# comboboxselectitemmeasurementdevicetypes
source: Select a Measurement Device Type
es: Seleccionar Tipo de Dispositivo de Medición

# comboboxselectitemmeasurementunits
source: Select a Measurement Unit
es: Seleccionar Unidad de Medida

# comboboxselectitemorganizationalcharts
source: Select an Organizational Chart
es: Seleccionar Organigrama

# comboboxselectitemorganizationClassifications
source: Select an Organization Classification
es: Seleccionar Clasificación de Organización

# comboboxselectitemorganizations
source: Select an Organization
es: Seleccionar Organización

# comboboxselectitemparametergroups
source: Select a Condition
es: Seleccionar Condición

# comboboxselectitemparticipationtypes
source: Select a Participation Type
es: Seleccionar Tipo de Participación

# comboboxselectitempeople
source: Select a Person
es: Seleccionar Persona

# comboboxselectitempositions
source: Select a Position
es: Seleccionar Posición

# comboboxselectitemproviders
source: Select a Provider
es: Seleccionar Proveedor

# comboboxselectitemrelationshiptypes
source: Select a Relationship Type
es: Seleccionar Tipo de Relación

# comboboxselectitemsalutationtype
source: Select a Salutation Type
es: Seleccionar Tipo de Salutación

# comboboxselectitemtimeunits
source: Select a Time Unit
es: Seleccionar Unidad de Tiempo

# SPSCHEMA_SelectUnit
source: Select an algorithm
es: Seleccionar Fórmula Almacenada

# comboboxselectitemextendedpropertiesclassifications
source: Select an Extended Property Classification
es: Seleccionar Clasificación de Propiedades Extendidas

# comboboxselectitemindicators
source: Select an Indicator
es: Seleccionar Indicador

# comboboxselectitemprocessclassifications
source: Select a Process Classification
es: Seleccionar Clasificación del Proceso

source: Zip Code
es: Código Postal

# Applicability_LG_Title
source: Applicability Language Information
es: Información de Idioma de la Clasificación de Contactos

source: Contact Messenger Application
es: Aplicación de Mensajería de Contacto

# ContactType_LG_Title
source: Contact Type Language Information
es: Información del Idioma del Tipo de Contacto

# Country_LG_Title
source: Country Language Information
es: Información del Idioma del País

# FunctionalArea_LG_Title
source: Functional Area Language Information
es: Información del Idioma del Área Funcional

source: Parent
es: Superior

# AllowFacility
source: Is Facility?
es: ¿Es Instalación?

source: Change Password
es: Cambiar Contraseña

source: Confirm Password
es: Confirmar Contraseña

# ContactUrl_LG_Title
source: Contact Url Language Information
es: Información del Idioma de la Página Web de Contacto

source: Default
es: Por defecto

# GeographicArea_LG_Title
source: Geographic Area Language Information
es: Información del Idioma del Área Geográfica

source: Last Access
es: Último Acceso

# OrganizationalChart_LG_Title
source: Organizational Chart Language Information
es: Información del Idioma del Organigrama

# OrganizationClassification_LG_Title
source: Organization Classification Language Information
es: Información del Idioma de la Clasificación de la Organización

# OrganizationRelationShipType_LG_Title
source: Organization Relationship Type Language Information
es: Información del Idioma del Tipo de Relaciones de la Organización

source: Picture
es: Imagen

# Position_LG_Title
source: Position Language Information
es: Información del Idioma de la Posición

# SalutationType_LG_Title
source: Salutation Type Language Information
es: Información del Idioma del Tipo de Salutación

# CalculationScenarioType_LG_Title
source: Calculation Scenario Type Language Information
es: Idioma del Tipo de Escenario de Cálculo

# Calculation_LG
source: Calculation Languages
es: Idiomas del Cálculo

# Calculation_LG_Title
source: Calculation Language Information
es: Información de Idiomas del Cálculo

source: Catalog
es: Catálogo

source: Constant
es: Constante

source: Current
es: Actual

source: Current File Name
es: Nombre del Archivo Actual

source: DOE
es: Entidad Operativa Designada

source: File Size
es: Tamaño del Archivo

source: File Upload
es: Cargar Archivo

# Formula_LG_Title
source: Formula Language Information
es: Información del Idioma de la Fórmula

source: From
es: Desde

# IndicatorClassification_LG_Title
source: Indicator's Classification Language Information
es: Información del Idioma de Clasificación del Indicador

# Indicator_LG_Title
source: Indicator's Language Information
es: Información del Idioma del Indicador

# Magnitud_LG_Title
source: Magnitude Language Information
es: Información del Idioma de la Magnitud

# MeasurementDeviceType_LG_Title
source: Measurement Device Type Language Information
es: Información del Idioma del Tipo de Dispositivo de Medición

# MeasurementUnit_LG_Title
source: Measurement Unit Language Information
es: Información del Idioma de la Unidad de Medida

# Measurement_LG
source: Measurement Languages
es: Idiomas de Medición

# Measurement_LG_Title
source: Measurement Language Information
es: Información del Idioma de Medición

source: Negative
es: Negativo

# ParameterGroup_LG
source: Condition Languages
es: Idiomas de Condición

# ParameterGroup_LG_Title
source: Condition Language Information
es: Información del Idioma Condición

# Parameter_LG
source: Parameter Languages
es: Idiomas del Parámetro

# Parameter_LG_Title
source: Parameter Languages Information
es: Información de Idiomas del Parámetro

source: Positive
es: Positivo

# ProjectClassification_LG
source: Project Classification Languages
es: Idiomas de la Clasificación del Proyecto

# ProjectClassification_LG_Title
source: Project Classification Language Information
es: Información del Idioma de la Clasificación del Proyecto

source: Raise Exception
es: Elevar Excepción

source: Resource Catalog File
es: Archivo del Catálogo del Recurso

# ResourceClassification_LG_Title
source: Resource Classification Language Information
es: Información del Idioma de Clasificación del Recurso

# ResourceFileState_LG_Title
source: Resource File States Language Information
es: Información del Idioma del Estado del Archivo del Recurso

# ResourceType_LG
source: Resource Type Language
es: Idioma del Tipo de Recurso

# ResourceType_LG_Title
source: Resource Type Language Information
es: Información del Idioma del Tipo de Recurso

# RiskClassification_LG_Title
source: Risk Classification Language Information
es: Información del Idioma de la Clasificación del Riesgo

source: Scenario Type
es: Tipo de Escenario

source: Selected Resource
es: Recurso Seleccionado

source: Sign
es: Signo

# SPSchema
source: Available Formulae
es: Fórmulas Disponibles

source: Through
es: Hasta

source: To
es: Para

# ValueCertificated
source: Certificated Value
es: Valor Certificado

# ValueEstimated
source: Forecasted Value
es: Valor Pronosticado

source: Campaign Start Date
es: Fecha de Inicio de la Campaña

# ExtendedPropertyClassification_LG_Title
source: Extended Property Classification Language Information
es: Idioma de la Clasificación de la Propiedad Extendida

# ExtendedProperty_LG_Title
source: Extended Property Language Information
es: Información del Idioma de la Propiedad Extendida

# ParticipationType_LG_Title
source: Participation Type Language Information
es: Información del Idioma del Tipo de Participación

# ProcessClassification_LG_Title
source: Process Classification Language Information
es: Información del Idioma de la Clasificación del Proceso

# Process_LG_Title
source: Process Language Information
es: Información del Idioma del Proceso

# RoleType_LG_Title
source: Role Type Language Information
es: Información del Idioma del Tipo de Rol

# TimeUnit_LG_Title
source: Time Unit Language Information
es: Información del Idioma de la Unidad de Tiempo

# SecuritybyJobTitles
source: Job Titles Security
es: Seguridad por Cargos

# SecurityByPosts
source: Posts Security
es: Seguridad por Puestos

# Aggregate
source: Aggregation Options
es: Opciones de Agregación

source: Average
es: Promedio

source: Calculation Chart Details
es: Detalles del Gráfico de Cálculo

# CalculationChartSubTitle
source: [Chart]
es: [Gráfico]

# CalculationChartTitle
source: Calculation Chart
es: Gráfico de Cálculo

source: Calibration
es: Calibración

source: Count
es: Cantidad

# FileUploadCalibration
source: Upload Calibration File
es: Cargar Archivo de Calibración

# FileUploadMeasurements
source: Upload Measurement File
es: Cargar Archivo de Mediciones

source: File Viewer
es: Visor de Archivos

source: First Date
es: Primera Fecha

source: First Value
es: Primer Valor

# Grouping
source: Grouping Options
es: Opciones de Agrupación

# IndicatorSeries
source: Indicator's Series
es: Serie del Indicador

# IndicatorSeriesSubTitle
source: Selected indicator's data series
es: Serie de datos del indicador.

source: Is Cumulative?
es: ¿Es Acumulativa?

source: Is Regressive?
es: ¿Es Regresiva?

source: Is Relevant?
es: ¿Es Relevante?

source: Last Date
es: Última Fecha

source: Last Measurement Date
es: Fecha Última Medición

source: Last Measurement Value
es: Valor Última Medición

source: Last Value
es: Último Valor

source: Main Data
es: Dato Principal

# MaxValue
source: Max
es: Máximo

source: Measurement Chart
es: Gráfico de Medición

# MeasurementChartSubTitle
source: Indicator's chart information
es: Gráfico Información del indicador seleccionado.

source: Measurement Date
es: Fecha Medición

source: Measurement Value
es: Valor de la Medición

# MinValue
source: Min
es: Mínimo

source: Participation
es: Participación

source: Recurrent
es: Recurrente

source: Refresh Chart
es: Refrescar Gráfico

source: Reset Chart
es: Reajustar Gráfico

source: Scheduled
es: Programado

source: Scheduler
es: Programación

source: Show Average
es: Mostrar Promedio

source: Show Bands
es: Mostrar Bandas

source: Show First/Last
es: Mostrar Primero/Último

source: Show Max/Min
es: Mostrar Max/Min

source: Skip Date Validation
es: Omitir Validación de Fechas

source: Spontaneous
es: Espontánea

source: Task Operators
es: Operadores de la Tarea

source: Time Stamp
es: Sello de Tiempo

source: Unit
es: Unidad

source: Validation End
es: Fin Validación

source: Validation Start
es: Inicio Validación

# RightJobTitleOrganization
source: Organization Job Titles Rights
es: Permisos del Cargo - Organización

# RightJobTitleOrganizations
source: Organizations Job Titles Rights
es: Permisos del Cargo - Organizaciones

source: Exception
es: Excepción

source: Exceptions
es: Excepciones

# RightJobTitleProcess
source: Process Job Titles Rights
es: Permisos del Cargo - Proceso

# RightJobTitleProcesses
source: Processes Job Titles Rights
es: Permisos del Cargo - Procesos

# RightPersonOrganization
source: Organization Person Rights
es: Permisos de la Persona - Organización

# RightPersonOrganizations
source: Organizations Person Rights
es: Permisos de la Persona - Organizaciones

# RightPersonProcess
source: Process Person Rights
es: Permisos de la Persona - Proceso

# RightPersonProcesses
source: Processes Person Rights
es: Permisos de la Persona - Procesos

# ProcessTaskExecution
source: Task Execution
es: Ejecución de la Tarea del Proceso

source: Version File
es: Versión de Archivo

# CalculationCertificate
source: Certificate
es: Certificar

# CalculationEstimate
source: Forecasted
es: Pronosticar

source: Exception Date
es: Fecha Excepción

source: Task
es: Tarea

source: Task Execution Date
es: Fecha de Ejecución de la Tarea

source: Statistics
es: Estadísticas

# ExecutedBy
source: Performed by
es: Realizada por

# ExceptionStateBuilding
source: Building
es: Construcción de la Excepción

# ExceptionTypeManual
source: Manual Exception
es: Excepción Manual

source: Calculation Extended Property
es: Propiedad Extendida del Cálculo

source: Formula Extended Property
es: Propiedades Extendidas de la Fórmula

# IndicatorExtendedProperty
source: Indicator's Extended Property
es: Propiedad Extendida del Indicador

source: Organization Extended Property
es: Propiedad Extendida de la Organización

# ParameterGroupExtendedProperty
source: Condition Extended Property
es: Propiedad Extendida de la Condición

source: Resource Extended Property
es: Propiedad Extendida del Recurso

source: Sectors
es: Sectores

source: Address
es: Dirección

# Facility_LG
source: Facility Languages
es: Idiomas de la Instalación

# Facility_LG_Title
source: Facility Language Information
es: Información del Idioma de la Instalación

source: Id Address
es: Id Dirección

source: Id Parent Sector
es: Id Sector Superior

source: Id Telephone
es: Id Telefono

source: Reason
es: Motivo

# Sector_LG
source: Sector Languages
es: Idiomas del Sector

# Sector_LG_Title
source: Sector Language Information
es: Información del Idioma del Sector

source: Telephone
es: Telefono

source: Clear Map
es: Limpiar mapa

source: Delete Last Point
es: Borrar el último punto marcado

# DrawModeType
source: Draw Mode:
es: Tipo de Captura de ubicación:

# PickUpCoordsTitle
source: Pick Up Coordinates
es: Capturar Coordenadas

source: Point
es: Punto

source: Polygon
es: Poligono

source: Polyline
es: Lineas

source: Search
es: Buscar

# SearchLocationTitle
source: Search for location (by city, state, country)
es: Búsqueda de ubicación (por ciudad, estado o país)

source: Coordenates
es: Coordenadas

source: Image
es: Imágen

source: Constant Classification
es: Clasificación de Constante

source: Id Constant
es: Id de Constante

source: Id Constant Classification
es: Id Clasificación de Constante

source: Id Parent Constant Classification
es: Id Constante de la Classificación Superior

source: Symbol
es: Simbolo

source: Accounting Activity
es: Actividades de Conteo

source: Accounting Scenario
es: Escenario de Conteo

source: Accounting Scope
es: Alcance de Conteo

source: Accounting Sector
es: Sector de Conteo

source: Id Scenario
es: Id Escenario

source: Id Scope
es: Id Alcance

# AccountingActivity_LG
source: Accounting Activity Languages
es: Idiomas de Actividades de Conteo

# AccountingActivity_LG_Title
source: Accounting Activity Language Information
es: Información de Idioma de la Actividad de Conteo

# AccountingScenario_LG
source: Accounting Scenario Languages
es: Idiomas de los Escenarios de Conteo

# AccountingScenario_LG_Title
source: Accounting Scenario Language Information
es: Información de Idioma de los Escenarios de Conteo

# AccountingScope_LG
source: Accounting Scope Languages
es: Idiomas de los Alcances de Conteo

# AccountingScope_LG_Title
source: Accounting Scope Language Information
es: Información de Idioma de los Alcances de Conteo

# AccountingSector_LG
source: Accounting Sector Languages
es: Idiomas de Sectores de Conteo

# AccountingSector_LG_Title
source: Accounting Sector Language Information
es: Información de Idioma del Sector de Conteo

# ConstantClassification_LG
source: Constant Classification Languages
es: Idiomas de Clasificación de Constantes

# ConstantClassification_LG_Title
source: Constant Classification Language Information
es: Información de Idioma de la Clasificación de Constante

# Constant_LG
source: Constant Languages
es: Idiomas de Constantes

# Constant_LG_Title
source: Constant Language Information
es: Información de Idioma de Constantes

# comboboxselectitemconstantclassifications
source: Select an Constant Classification
es: Seleccionar una Classificación de Constantes

source: Definition
es: Definición

source: Limitation
es: Límite

source: Scope
es: Alcance

# GWP
source: Global Warming Potencial (GWP)
es: Potencial de calentamiento global (GWP)

source: Indicator GHG
es: Indicador GHG

source: Indicator GHG Substance
es: Indicador de sustancia GHG

# IndicatorStd
source: Indicator Standard
es: Indicador Estándar

source: Lower Limit
es: Límite inferior

source: Uncertainty
es: Incertidumbre

source: Upper Limit
es: Límite superior

source: Facility Type
es: Tipo de Instalación

# FacilityType_LG
source: Facility Type Languages
es: Idiomas de Tipo de Instalación

# FacilityType_LG_Title
source: Facility Type Language Information
es: Información de Idiomas de los Tipos de Instalación

source: Id Facility Type
es: Id Tipo de Instalación

source: Id Methodology
es: Id Metodología

source: Id Quality
es: Id Calidad

source: Methodologies
es: Metodologías

source: Methodology
es: Metodología

# Methodology_LG
source: Methodology Languages
es: Idiomas de Metodologías

# Methodology_LG_Title
source: Methodology Language Information
es: Información de Idiomas de la Metodología

source: Qualities
es: Calidades

source: Quality
es: Calidad

# Quality_LG
source: Quality Languages
es: Idiomas de Calidades

# Quality_LG_Title
source: Quality Language Information
es: Información de Idioma de Calidades

source: Method Type
es: Tipo de Metodología

source: Id Letter
es: Id Letra

source: Id Transformation
es: Id Transformación

source: Letter
es: Letra

source: Operand
es: Operador

source: Operands
es: Operadores

source: Transformation
es: Transformación

source: Transformations
es: Transformaciones

source: Formula Example
es: Fórmula de ejemplo

# Transformation_LG
source: Transformation Languages
es: Idiomas de Transformación

# Transformation_LG_Title
source: Transformation Language Information
es: Información de Idioma de la Transformación

# TransformationByTransformation
source: Transformation
es: Transformación

# TransformationByTransformation_LG
source: Transformation Languages
es: Idiomas de Transformación

# TransformationByTransformation_LG_Title
source: Transformation Language Information
es: Información de Idioma de la Transformación

source: Notification Recipients
es: Destinatarios de la notificación

# SelectEmailsPersontoNotify
source: Select the e-mails person to notify:
es: Seleccione el correo electrónico para notificar a la persona:

# UndeclaredEmail
source: Or undeclared Emails:
es: O correos electrónicos no declarado:

source: Resource Files
es: Archivos de recursos

# Forum_LG
source: Forum Languages
es: Idiomas de Foros

# Forum_LG_Title
source: Forum Language Information
es: Información de Idioma del Foro

source: Total Activity Chart by Gas
es: Gráfico Totales de Actividades por Gases

source: Total Gas Chart
es: Gráfico Totales de Gases

source: Total Gas Chart by Activity
es: Gráfico Totales de Gases por Actividad

source: Total tnCO2 Chart by Activity
es: Gráfico Total tnCO2 por Actividad

# KeyIndicator
source: Measurement
es: Medición

source: Facilities By Process
es: Instalaciones por Procesos

source: Observatory
es: Observatorio

# TaskWithoutFacility
source: Task Without Facilities
es: Tareas sin Instalaciones

source: Filter
es: Filtro

# FilterTitlePopUp
source: Filter for Facility Type
es: Filtro para los tipos de instalaciones

# comboboxselectitemaccountingactivities
source: Select a Accounting Activity
es: Seleccionar Actividades de Conteo

# comboboxselectitemFacilityTypes
source: Select a Facility Types
es: Seleccionar un Tipo de Instalación

# comboboxselectitemMethodologies
source: Select a Methodology
es: Seleccionar Metodología

source: Organization Relationship
es: Relación de la Organización

# ProcessTaskExecutionExecuted
source: Tasks Executed
es: Tareas Ejecutadas

# TransformationSeries
source: Transformation's Series
es: Serie de la Transformación

# TransformationSeriesSubTitle
source: Selected transformation's data series
es: Serie de datos de la Transformación.

# TotalScopeByIndicator
source: Total tCO2e by Scope
es: Total tCO2e por Alcance

source: Filter Date
es: Fecha filtro

# ChartBarGasesActivityByScope
source: Gases by Accounting Activity for Scope:
es: Gases por Actividades de Conteo para el Alcance de conteo:

# ChartBarGasesFacilityTypeByScope
source: Gases by Facility Type for Scope:
es: Gases por Tipo de Instalación para el Alcance de conteo:

# ChartBarGasesStateByScope
source: Gases by State for Scope:
es: Gases por Provincias para el Alcance de conteo:

# TotalScopeByFacility
source: Total tCO2e by Scope by Facility
es: Total tCO2e por Alcance por Instalación

source: Script Engine
es: Script Motores

source: Data Series of:
es: Serie de Datos de:

source: No Activity
es: Sin Actividad de Conteo

source: Operative
es: Operativa

source: Collection Frequency
es: Frecuencia

source: Data Frequency
es: Frecuencia del Dato

source: Accounting Activities
es: Actividades de Conteo

source: Accounting Scenarios
es: Escenarios de Conteo

source: Accounting Scopes
es: Alcances de Conteo

source: Constant Classifications
es: Clasificaciones de Constantes

source: Constants
es: Constantes

source: Facility Types
es: Tipos de Instalaciones

source: Time Units
es: Unidades de Tiempo

source: Contact Messenger Applications
es: Aplicaciones de Mensajería de Contacto

# comboboxselectitemresourceclassifications
source: Select a Resource
es: Seleccionar un Recurso

# Site
source: Sites (Facility or Sector)
es: Sitio (Instalación o Sector)

source: Icon Name
es: Nombre del Icono

source: Municipality
es: Municipio

source: Province
es: Provincia

source: Configuration Excel File
es: Configuración del archivo Excel

source: Configuration Excel Files
es: Configuración de los archivos Excel

# DatesIndexStart
source: Where is the start date (column or row)
es: Donde esta la Fecha Inicial (columna o fila)

# IsDataRows
source: Value in Row
es: Valores en Fila

# StartIndexOfDataCols
source: Initial column
es: Columna inicial

# StartIndexOfDataRows
source: Starting Row
es: Fila inicial

# IndexMeasurement
source: Where is the measurement?
es: Donde esta la medición?

source: Id Excel File
es: Id Archivo de Excel

source: Script Electricity
es: Script Electricidad

source: Script Natural Gas
es: Script Gas Natural

# FilterTitlePopUpProcess
source: Filter for Process Type
es: Filtro para los tipos de procesos

# ProcessTypeOrganizational
source: Organizational
es: Organizacional

# ProcessTypePersonnel
source: Personnel
es: Personal

# ProcessTypeProductive
source: Productive
es: Productivo

source: Community by Municipalities
es: Comunidad por Municipios

source: Community by Provincials
es: Comunidad por Provincias

source: Bulk Load
es: Carga Masiva

source: Audit Plan
es: Plan de Auditoría

# FilterPopupActivity
source: Filter Accounting Activity
es: Filtro de Actividades de Conteo

source: Measurement Attach
es: Adjunto de la Medición

# ProcessTaskMeasurement_LG
source: Process Task Measurement Languages
es: Idiomas de la Tarea de Medicióon

# ProcessTaskMeasurement_LG_Title
source: Process Task Measurement Language Information
es: Información del Idioma de la Tarea de Medición

source: Attachments
es: Adjuntos

source: Update Data Series
es: Actualización de la Serie de Datos

# AdvanceNotice
source: Reminder
es: Recordatorio

# TimeUnitAdvanceNotice
source: Reminder Time Unit
es: Unidad de tiempo Recordatorio

# IdExecutionMeasurement
source: Execution Measurement Id
es: Id Ejecución de Medición

source: Year
es: Año

source: Select Source Type
es: Seleccione Tipo de Fuente
