Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/CommonMenu.*.resx
Languages: es

# MapKCDescription
source: <b> Collaboration & Knowledge Key Functionalities: </b> <br/> <br/> All information and people involved in EMS solution participate in a knowledge and collaboration network.<br/> <ul><li> Knowledge resources centralization.</li> <li> Multiple dynamic classifications based on standards.</li><li> Types of resources dynamic definition (i.e.: policy, procedure, form-record, etc.). </li> <li> Versioning management.</li> <li> Recourse expiry date schedule management (i.e.: procedure, legal document, etc.).</li><li> Subscriptions.</li> <li> Collaboration centers (forums, news, wiki, rss, access records, ranking, etc.).</li> <li> Knowledge base permanently updated.</li> </ul>
es: <b> Funcionalidades Claves de Colaboración y Conocimiento: </b> <br/> Toda la información dentro del EMS, así como las personas involucradas, participan de una red de conocimiento y colaboración. <br/> <ul><li> Centralización de recursos de conocimiento.</li> <li> Múltiples Clasificaciones dinámicas basadas en Estándares.</li><li> Definición dinámica de tipos de recursos (por ejemplo: Política, procedimiento, formulario-registro, etc.). </li> <li> Gestión de versiones.</li> <li> Administración de programación de fecha de vencimiento de recursos (por ej. procedimiento, documento legal, etc.) </li><li> Subscripciones.<li> <li> Centros de colaboración (foros, noticias, wiki, rss, registros de acceso, ranking, etc.). </li> <li> Actualización constante de la base de conocimientos.</li> </ul>

# MapKCPageTitle
source: Knowledge Map
es: Mapa de Conocimiento

# MapPADescription
source: <b> Perfomance Assessment Key Functionalities: </b> <br/> <br/> Indicators and formulas management including all entities needed to establish performance indicators.<br/><br/>- Indicators definition: <br/> <ul><li> Multiple dynamic classifications based on standards.</li> <li> Normal-abnormal conditions definition.</li><li> Management of magnitudes and measurement units. </li> <li> Measurement devices set up.</li> </ul>- Data management: <br/> <ul><li> Manual and/or automatic data collection (i.e. data entry or PLC input).</li> <li> Data checking (data integrity and validity checking within its normal or abnormal range).</li><li> Data reconciliation.</li> </ul>- Exception management: <br/> <ul><li> Management of compliance requirements, including warnings and alerts when an abnormal or discordant value is detected or a key task, such a calibration, is not performed.</li></li> </ul>- Data calculation: <br/> <ul><li> Creation of formulae.</li> </li> Calculation engine</li> </ul>- Reporting: <br/> <ul><li>Full automatic charting capabilities.</li> <li>Data comparison and analysis. </li> </ul>
es: <b> Funcionalidades Claves de Evaluaciones de Desempeño: <b/> <br/> <br/> Gestión de Indicadores y fórmulas incluyendo todas las entidades necesarias para establecer indicadores de desempeño<br/><br/> - Definición Indicadores: <br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Definición de condiciones de normalidad-anormalidad.</li><li> Gestión de unidades de medida y magnitudes. </li> <li> Establecimiento de dispositivos de medida.</li> </ul><br/> <br/>- Gestión de Datos: <br/> <ul><li> Recolección manual y/o automática de datos (ej. data entry o PLC).</li> <li> Verificación de datos (Integridad de datos, verificación de validez dentro de rangos preestablecidos).</li><li> Reconciliación de datos.</li> </ul><br/> <br/>- Gestión de Excepciones: <br/> <ul><li> Gestión del cumplimiento de requisitos, incluyendo avisos y alarmas frente a valores anormales o discortantes detectados en mediciones o cuando una tareas claves, como una calibración, no se realizan.</li></li> </ul><br/> <br/>- Cálculos: <br/> <ul><li> Creación de formulas.</li> </li> Motor de calculo.</li> </ul><br/> <br/>- Informes: <br/> <ul><li>Capacidades automáticas de informes gráficos.</li> </li> Análisis y comparación de datos. </li> </ul>

# MapPAPageTitle
source: Performance Map
es: Mapa de Desempeño

# MapPFDescription
source: <b> Processes Framework – Map Key Functionalities: </b> <br/> <br/> Monitoring processes management according to established planning:<br/> <ul><li> Multiple Programs, Processes and/or Projects management.</li> <li> Multiple dynamic classifications based on standards.</li><li> Schedule and planning. </li> <li> Recurrence.</li> <li> Task assignment (operatives, measurements, calibrations, etc.).</li><li> Completion reports.</li> <li> Non compliance alerts.</li> <li> Exceptions management.</li> </ul>
es: <b> Funcionalidades Claves del Marco y Mapa de Procesos: </b> <br/> <br/> Gestión de los procesos de monitoreo conforme la planificación establecida:<br/> <ul><li> Gestión de múltiples programas, procesos y/o proyectos.</li> <li> Múltiples clasificaciones dinámicas basadas en estándares.</li><li> Agendas y planificación. </li> <li> Recurrencia.</li> <li> Asignación de tareas (operativas, de medición, de calibración, etc.)</li><li> Informes de completitud.<li> <li> Alertas sobre incumplimientos.</li> <li> Gestión de excepciones.</li> </ul>

# MapPFPageTitle
source: Monitoring Map
es: Mapa de Procesos

# MapRMDescription
source: <b> Risks and Potentials Key Functionalities (Under Development): </b> <br/> <br/> Management of risks and potentials– threats and opportunities – which affects performance indicators normal-abnormal conditions.<br/> <ul><li>Multiple dynamic classifications based on standards.</li><li> Likelihood and consequences dynamic matrices. </li> <li> Records and reports.</li> <li> Performance indicators and monitoring processes connection.</li> </ul>
es: <b> Funcionalidades Claves de Riesgos y Potencialidades ( En Desarrollo): <b/> <br/> <br/> Gestión de riesgos y potencialidades - amenazas y oportunidades – que afectan las condiciones de normalidad y anormalidad de los indicadores de desempeño.<br/> <ul><li> Múltiples clasificaciones dinámicas basadas en estándares.</li> <li> Matrices Dinámicas de probabilidad y consecuencia.</li><li> Registro e informes.</li> <li> Vinculación a indicadores de desempeño y procesos de monitoreo. </li> </ul>

# MapRMPageTitle
source: Risks and Potentials
es: Riesgos y Potencialidades

# SearchPageDescription
source: Search
es: Buscar

# SearchPageSubtitle
source: Search on entire solution.
es: Buscar en toda la solución.

# SearchPageTitle
source: Search on entire solution.
es: Buscar en toda la solución.

# mnuContextInfoEmissionsReporting
source: Emissions Report
es: Reporte de Emisiones

# mnuMyTaskExecutionsExecuted
source: Executed
es: Ejecutadas

# mnuContextInfoEmissionsByFacility
source: Emissions by Facility
es: Emisiones por Instalación

# mnuBulkLoad
source: Bulk Load
es: Carga masiva

# mnuContextInfoIndicatorTracker
source: Indicator Tracker
es: Rastreador de Indicadores

# mnuContextInfoFacilityAnalyzer
source: Facility Analyzer
es: Analizador de Instalaciones
