Repository: EmiGH/Ecocyclus.Corporate
Catalog: EMS/App_GlobalResources/ConstantMessage.*.resx
Languages: es

# ActionNotAllowed
source: This action is not allowed.
es: Acción no permitida.

# ActionOk
source: Successfull.
es: Acción exitosa.

# ConfirmDelete
source: Are you sure you want to delete this information?
es: ¿Está seguro que desea borrar esta información?

# DeleteOk
source: Successfully deleted.
es: Correctamente eliminado.

# EmptyStack
source: The stack is empty.
es: La pila se encuentra vacía.

# ErrorFileNotFound
source: The page you requested cannot be found.
es: La página que ha solicitado no pudo ser encontrada.

# ErrorForbiddenAccess
source: You do not have permission to access this resource.<br>Please contact your administrator.<br><br>Thank you.
es: Ud. no posee permisos para acceder a este recurso.<br>Por favor contacte al administrador.<br><br>Gracias.

# ErrorUnexpected
source: An unexpected error ocurr.<br>We are sorry for the inconvinience.<br>Please try again later.<br><br>Thank you.
es: Ha ocurrido un error inesperado.<br>Lamentamos el inconveniente.<br>Por favor intente nuevamente más tarde.<br><br>Gracias.

# Failed
source: Failure. Error: {0}
es: Fallo. Error: {0}

source: File not found
es: Archivo no encontrado.

# LeyendGeographicDashboard
source: (For more information on geographical location, click on it.)
es: (Para más información sobre la ubicación geográfica, haga click sobre la misma.)

# LoginFailed
source: Authentication process has failed.
es: El proceso de autenticación ha fallado.

# MethodNotImplemented
source: This action is not yet available.
es: La acción aún no está disponible.

# NoRecordSelected
source: There is no record selected.
es: No hay un registro seleccionado.

# ProcessState_Finished
source: Finished
es: Finalizado.

# ProcessState_OverDue
source: OverDue
es: Vencido.

# ProcessState_Planned
source: Planned
es: Planificado.

# ProcessState_Working
source: Working
es: En ejecución.

# ProcessTaskResult_Successfully
source: Successfull
es: Exitosa.

# ProcessTaskResult_Waiting
source: Working
es: En ejecución.

# SaveOk
source: Successfully saved.
es: Correctamente almacenado.

# SelectACalculationScenarioType
source: You must select a scenario type.
es: Debe seleccionar un tipo de escenario.

# SelectAContactType
source: You must select a contact type.
es: Debe seleccionar un tipo de contacto.

# SelectACountry
source: You must select a country.
es: Debe seleccionar un país.

# SelectAExtendedProperty
source: You must select an extended property.
es: Debe seleccionar una propiedad extendida.

# SelectAExtendedPropertyClassification
source: You must select an extended property classification.
es: Debe seleccionar una clasificación de propiedad extendida.

# SelectAFormula
source: You must select a formula.
es: Debe seleccionar una fórmula.

# SelectAFunctionalArea
source: You must select a functional area.
es: Debe seleccionar un área funcional.

# SelectAFunctionalPosition
source: You must select a functional position.
es: Debe seleccionar una posición funcional.

# SelectAGeographicArea
source: You must select a geographic area.
es: Debe seleccionar un área geográfica.

# SelectAGeographicFunctionalArea
source: You must select a geographic functional area.
es: Debe seleccionar un área geográfico-funcional.

# SelectAIndicator
source: You must select a indicator.
es: Debe seleccionar un indicador.

# SelectAJobTitle
source: You must select a job title.
es: Debe seleccionar un cargo.

# SelectAMagnitud
source: You must select a magnitude.
es: Debe seleccionar una magnitud.

# SelectAMeasurementDevice
source: You must select a measurement device.
es: Debe seleccionar un dispositivo de medición.

# SelectAMeasurementDeviceType
source: You must select a measurement device type.
es: Debe seleccionar un tipo de dispositivo de medición.

# SelectAMeasurementUnit
source: You must select a measurement unit.
es: Debe seleccionar una unidad de medida.

# SelectAnApplicability
source: You must select an applicability.
es: Debe seleccionar una clasificación de contacto.

# SelectAnApplication
source: You must select an application.
es: Debe seleccionar una aplicación.

# SelectAnOrganization
source: You must select an organization.
es: Debe seleccionar una organización.

# SelectAnOrganizationalChart
source: You must select an organizational chart.
es: Debe seleccionar un organigrama.

# SelectAParameterGroup
source: You must select a condition.
es: Debe seleccionar una condición.

# SelectAParameterMeasurement
source: All parameters must have a measurement assigned to them.
es: Todos los parámetros deben tener una medición.

# SelectAParticipationType
source: You must select a participation type.
es: Debe seleccionar un tipo de participación.

# SelectAPermission
source: You must select a permission.
es: Debe seleccionar un permiso.

# SelectAPerson
source: You must select a person.
es: Debe seleccionar una persona.

# SelectAPosition
source: You must select a position.
es: Debe seleccionar una posición.

# SelectAProcess
source: You must select at least one process.
es: Debe seleccionar al menos un proceso.

# SelectAProcessClassification
source: You must select a process classification.
es: Debe seleccionar una clasificación del proceso.

# SelectAProject
source: You must select a project.
es: Debe seleccionar un proyecto.

# SelectAProvider
source: You must select a provider.
es: Debe seleccionar un Proveedor

# SelectARelationshipType
source: You must select a relationship type.
es: Debe seleccionar un tipo de relación.

# SelectAResource
source: You must select a resource.
es: Debe seleccionar un recurso.

# SelectAResourceCatalog
source: You must select an image.
es: Debe seleccionar una imágen.

# SelectAResourceType
source: You must select a resource type.
es: Debe seleccionar un tipo de recurso.

# SelectARoleType
source: You must select a role type.
es: Debe seleccionar un tipo de rol.

# SelectASalutationType
source: You must select a salutation type.
es: Debe seleccionar un tipo de salutación.

# SelectATimeUnit
source: You must select a time unit.
es: Debe seleccionar una unidad de tiempo.

# SelectAtLeastOnePost
source: You must select at least one post.
es: Debe seleccionar al menos un puesto.

# ValidationLimitedChars
source: Data must be less than {0} characters.
es: La informacíon debe poseer menos de {0} caracteres.

# ValidationMustBeADate
source: Data must be a valid date.
es: El dato debe ser una fecha válida.

# ValidationMustBeADateRange
source: Data must be a valid date range.
es: El dato debe ser un rango de fechas válido.

# ValidationMustBeANumber
source: Data must be a valid number.
es: El dato debe ser un número válido.

# ValidationRequiredField
source: Required information.
es: Información requerida.

# lblControlsNotImplemented
source: Not Implemented.
es: No implementado.

# ValidationInvalidData
source: &larr; Invalid data.
es: &larr; Datos inválidos.

# ValidationPassword
source: Password does not match.
es: La contraseña no coincide.

# ValidationInvalidSpecialCharacter
source: Invalid special characters.
es: Caracteres especiales inválidos.

# ValidationWrongFormat
source: Wrong format.
es: Formato erróneo.

# ValidationDateFromTo
source: Second date must be after the first one.
es: La segunda fecha debe ser posterior a la primera.

# msgSelectIndicatorAndMeasurementUnit
source: You must select an indicator and a measurement unit.
es: Ud. debe seleccionar un indicador y una unidad de medida.

# ValidationHVHigherLV
source: High value must be greater than the low value.
es: El valor más alto debe ser mayor al valor más bajo.

# ValidationLVLessHV
source: Low value must be lower than the high value.
es: El valor más bajo debe ser menor al valor más alto.

# ValidationRange0_100
source: Valid range: 0-100.
es: Rango válido: 0-100.

# ValidationSelectChoice
source: You must make a choice.
es: Debe seleccionar una opción.

# ValidationUploadFile
source: Please enter or browse for a file to upload.
es: Por favor seleccione un archivo para cargar.

# SelectedCoords
source: You chose the following coordinates
es: Usted seleccionó las siguientes coordenadas

# GeoCodeNotSelected
source: Geographical coordinates are not selected
es: No hay coordenadas geográficas seleccionadas

# SelectAConstant
source: You must select a constant.
es: Debe seleccionar una constante.

# SelectAConstantClassification
source: You must select a constant classification.
es: Debe seleccionar una clasificación de constantes.

# SelectAtLeastOneIndicatorGHG
source: You must select at least one indicator GHG.
es: Debe seleccionar al menos un indicador de GHG.

# SelectAFacilityType
source: You must select a facility type.
es: Debe seleccionar al menos un tipo de instalación.

# msgIncorrectSelectionResource
source: You select the Resource incorrectly. Reselect the resource or leave it on "Select an item" to not use it.
es: Usted selecciono incorrectamente el Resource. Vuelva a seleccionar el resource o dejelo en "Seleccione un item", para no utilizarlo.

# SelectAVariable
source: You must select a variable.
es: Debe seleccionar una variable.

# ValidationContainBaseinFormula
source: The variable 'Base' must always be declared in the formula.
es: La variable "Base" siempre debe existir en la fórmula declarada.

# ValidationFormulaCorrect
source: The formula is correct.
es: La fórmula es correcta.

# ValidationFormulaError
source: The formula is incorrect. Check the parenthesis and variables used.
es: La fórmula es incorrecta. Revise los paréntesis y las variables utilizadas.

# SelectAAccountingActivity
source: You must select a accounting activity.
es: Debe seleccionar una actividad de conteo.

# SelectAAccountingScope
source: You must select a accounting scope.
es: Debe seleccionar un alcance de aplicación de contabilidad.

# SelectAtLeastOneEmail
source: You must select at least one email.
es: Debe seleccionar al menos un correo electrónico.

# ValidationListEmails
source: You must enter an valid email address. eg.: lewis@moten.com | lewis@moten.com, me@lewismoten.com | lewis@moten.com;me@lewismoten.com
es: Debe introducir una dirección de correo electrónico válida. ej.: lewis@moten.com | lewis@moten.com, me@lewismoten.com | lewis@moten.com; me@lewismoten.com

# ValidationEmail
source: You must enter an valid email address. eg.: he_llo@worl.d.com | hel.l-o@wor-ld.museum | h1ello@123.com
es: Debe introducir una dirección de correo electrónico válida. ej.: he_llo@worl.d.com | hel.l-o@wor-ld.museum | h1ello@123.com

# VariableNotDefinedAsParameter
source: The formula uses an undefined variable as a parameter
es: La formula utiliza una variable no definida como parametro.

source: File Type not Allowed
es: Tipo de archivo no permitido

# DataSeriesIncomplete
source: The data series is incomplete
es: La serie de datos esta incompleta.

# LicensePeriodIsExpired
source: The license period has expired. Please contact the administrator
es: El tiempo de licencia a caducado. Por favor contactese con el administrador.
