Repository: EmiGH/Ecocyclus.Corporate
Catalog: Business/EMS.Business/Common/Resources/Errors.*.resx
Languages: es

# AuthenticationFailed
source: The authentication process has failed.
es: El proceso de autenticación ha fallado.

# CalculateDataOutOffRange
source: The range of dates is incorrect, it is not possible to to try the calculation.
es: El intervalo de fechas no es correcto, no es posible tratar el cálculo.

# CalculateOfTransformationFormulaCorrect
source: The formula is correct
es: La formula es correcta.

# CalculateOfTransformationFormulaIncorrect
source: The formula is incorrect
es: La formula es Incorrecta.

# CalculateOfTransformationOperatorBase
source: In the formula missing operator 'base'
es: Falta el operador 'base'.

# CalculateOfTransformationUndeclaredParameter
source: One of the parameters of the formula was not declared
es: Uno de los parametos de la formula no esta declarado.

# ConfigurationExcelFileErrorConfig
source: The file does not match the selected settings
es: El archivo no coincide con la configuracion seleccionada.

# DuplicatedDataRecord
source: You can not add this data because it already exists
es: No se puede añadir los datos porque ya existen.

# HasCalculate
source: You cannot Modify this data because it is associated to a calculation
es: No se puede modificar los datos porque están asociados a un cálculo.

# IdCodeInvalid
source: Id of the object does not exist
es: No existe el Id del objeto

# IncorrectMeasurementDate
source: The date of the entered measurement is not correct
es: La fecha de la medición ingresada no es correcta.

# IncorrectParameterRange
source: The range already exists
es: El rango ya existe.

# IncorrectRangeOfDate
source: The range of date indicated, already exists or is contained within other ranks.
es: El rango de la fecha indicada, ya existe o está contenida en otros rangos.

# InvalidStringDateFormat
source: Supplied string parameter is not recognized as a valid date format
es: El valor ingresado no es una fecha valida.

# InvalidStringIndexesFormat
source: Supplied parameter does not have a correct format.
es: El valor ingresado no tiene un formato correcto.

# ManagementRightsViolation
source: Yuo do not have rights to manage the requested organization.
es: Usted no tiene los permisos para gestionar la organización requerida.

# MaxNumberExecutionValidator
source: You exceed the maximum quantity of allowed executions
es: Usted excedió la cantidad máxima de ejecuciones permitidas.

# MeasurementRange
source: measurements in the range of
es: Mediciones fuera de rango

# MethodNotAuthorized
source: Current user privileges does not allow to execute this method.
es: Los privilegios del usuario actual no permiten ejecutar este método.

# NoDataMeasurement
source: No data for the
es: No hay datos para la

# RemoveDefaultCulture
source: You cannot remove role culture-specific data for default language
es: Usted no puede remover datos de cultura específica para el idioma por defecto.

# RemoveDependency
source: Unable to remove because it has depending relations
es: No se permite remover porque tiene relaciones dependientes.

# RemovePatternMeasurementUnit
source: Select other pattern before deleting this measurement unit
es: Seleccionar otro patrón antes de borrar esta unidad de medida.
